xizeyoupan/ESPace/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.2.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_ESP_WIFI_SSID="333"
CONFIG_ESP_WIFI_PASSWORD="88888888"
CONFIG_ESP_MAXIMUM_RETRY=100
CONFIG_GPIO_SCL=7
CONFIG_GPIO_SDA=6
CONFIG_FREERTOS_HZ=1000
